<?php
return [
	"name" => [
		"PlayerBetController" => ["遊戲平台","遊戲名稱","玩家帳號","玩家暱稱","投注金額","贏得獎金","時間"],
		"ProxyController" => ["代理帳號","國家","姓名","聯絡電話","電子信箱","信用餘額","封鎖狀態"],
		"DistributorController" => ["總代理帳號","國家","姓名","聯絡電話","電子信箱","信用餘額","封鎖狀態"],
		"PlatformController" => ["平台帳號","創立時間","平台名稱","信用餘額","封鎖狀態"],
		"SoloGameController" => [
			"all" => ["日期","投注次數","平均投注額","總投注額","總彩金","回收","期望值","帳號數","帳號均投次數"],
			"1040" => ["日期","投注次數","平均投注額","總投注額","總彩金","回收","期望值","帳號數","帳號均投次數","不含連線彩期望值","不含連線彩彩金金額","送出50%連線彩次數","送出5%連線彩次數","送出1%連線彩次數","最高在線人數","Bonus次數","Bonus模式彩金","Big Win次數","Big Win彩金","Mega Win次數","Mega Win彩金","進入幸運輪次數","幸運輪模式總彩金","進入免費轉次數","免費轉總彩金","8倍次數","8倍總彩金"],
			"1047" => ["日期","投注次數","平均投注額","總投注額","總彩金","回收","期望值","帳號數","帳號均投次數","不含連線彩期望值","不含連線彩彩金金額","送出連線彩次數","最高在線人數","WildBurst次數","SuperSpin次數","SuperSpin模式彩金","Big Win次數","Big Win彩金","Mega Win次數","Mega Win彩金","送出JP1次數","送出JP1彩金總額","送出JP2次數","送出JP2彩金總額","送出JP3次數","送出JP3彩金總額"],
			"1036" => ["日期","投注次數","平均投注額","總投注額","總彩金","回收","期望值","帳號數","帳號均投次數","不含連線彩期望值","不含連線彩彩金金額","送出連線彩次數","最高在線人數","WildBurst次數","SuperSpin次數","SuperSpin模式彩金","Big Win次數","Big Win彩金","Mega Win次數","Mega Win彩金","送出JP1次數","送出JP1彩金總額","送出JP2次數","送出JP2彩金總額","送出JP3次數","送出JP3彩金總額"],
			"1045" => ["日期","投注次數","平均投注額","總投注額","總彩金","回收","期望值","帳號數","帳號均投次數","不含連線彩期望值","不含連線彩彩金金額","送出連線彩次數","最高在線人數","Bonus次數","Bonus模式彩金","Bonus次數(6)","Bonus模式彩金(6)","Bonus次數(9)", "Bonus模式彩金(9)","Bonus次數(12)", "Bonus模式彩金(12)","Big Win次數","Big Win彩金","Mega Win次數","Mega Win彩金"],
			"1049" => ["日期","投注次數","平均投注額","總投注額","總彩金","回收","期望值","帳號數","帳號均投次數","不含連線彩期望值","不含連線彩彩金金額","最高在線人數","Wild單輪次數","Wild單輪彩金","Wild雙輪次數","Wild雙輪彩金","Wild三輪次數","Wild三輪彩金","JACKPOT GAME次數","JACKPOT GAME彩金","Big Win次數","Big Win彩金","Mega Win次數","Mega Win彩金","FEATURE次數","BONUS GAME次數","BONUS GAME彩金","X8現金獎次數","X8現金獎彩金","Free Spin次數","Free Spin彩金"]
			],
		"SingleDayController" => ["排名","暱稱","帳號","Net Win值","總投注額","投注次數","期望值"],
		"BrokerageController" => ["姓名","帳號","NetWin值","佣金抽成","抽成金額"],
		"ReportController" => ["帳號","總投注額","總投注額占比","總彩金","NetWin","期望值(%)","總投注次數","總彩金次數","平均投注額","平均彩金額"],
		"PlayerCountController" => ["日期","遊戲名稱","不重複帳號數","帳號占比"]
	],
];